["Oh lay off Elockid admins like you are the reason for personal attacks where were you when Darknessshines was using abusive words like it was no tomorrow like I said its to do with personal vendettas of admins rather than anything else and thats why wiki is going down the pan", "i love to fuck girls im a lesbian i love there pussy and tittys and ass and lips i love there pussy alot i just want to fuck everyday all night ohhhhhhhh i love girls so fucking badly a girl is fucking me now kay", "dasfhuiewuhoewiuerwiu  hirweuoipsdahfosieufh seahiosehjopirfajs sadgjhire8i hndeier hiu ieh ehie  wkiawrhto  igwopgrt jhodfpohf  asdjawhwieirl  wiuwehkruhweiur wehen uweibn oiwne to to tmey wojn aoeuthuiohrt iewhouoe i werfel fietrhr eawk hjuiwa t", "Once again i say you keep your face out of stuff you dont know as it stands you no nothingabout the nolans i do and what i say will go edit away but i will remove all your crap soWhy dont you take you do gooding goodytwo shoes way and play on some other street corner", "you can blok em all yo want fagget because tru love will enver die you can try all you want to crush my spirit but i wil alwqays devot my liof to springlyn and you can nevr change that so go on kil me if you want i dont cair", "no think o it this way im doing all that same shit youve been doing to me okay also ill let them merge if youd stop getting rid of my stff and apologize and get rid of that shit tryna get rid of my page and also go to hell", "Hello nodutschke you better stop this war against Manfred Riebe otherwise I am going to contact really higher instances.  You better be aware with your stupid nonsens  All the best  Kind regards  Olla Kalla", "Cuba sucks its worse anywhere but AMERICA is a bad country and we as Good people should takew them out of their misery and nuke them so they do not have to worry about eating crap and they are a waste of space", "Education only  How to bleach your butthole  Step 1: buy grade a butthole bleach  Step 2  soak a item that will fit in your butthole for 1 hour  Step 3: insert the item in your butthole  Step 4  show off your new pasty white butthole", "Why do you get so angry when I edit sailor moon pages because you must hate anime if you wont help me stop Eternal Pink from killing it we dont have to kill him just stop him from making his stupid manga", "Anthony Robbins took time from his 24 hour jerk off schedule at the Joe Calzaghe photograph page to come over here and worry about a real fighter. Nobody cares what you think about boxing you gay British tea bag.", "I love penis  I love penis  I love penis  I love penis  I love penis  I love penis  I love penis  I love penis  I love penis  I love penis  I love penis  I love penis  I love penis  I love penis  I love penis", "Because comments like this one stating you are fed up with the Banning culture showing that you're obviously just using to try to bullshit people is obviously not true given your actions towards me and that Kumioko editor you referred too that you obviously hate so much.", "Det is not treu you lie after you matches wi are a cru it i want to figh with you bitch in a episode of celebrity deathmatch o dont tell me are you afred to fight to the death with me you me in celebrity deathmatch", "Editing Romper Stomper to the terms they used in the movie is vandalism? Total BS if you ask me but you do have jerks and power abusers out there, as anyone what does some dimwit know anyways I only own the movie.", "you all gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay gay", "Get a life DMAcks you are the most obnoxiuos person that has ever had the grace to be a wiki editor.  why dont you do the world a favour and stop your one man's war on anybody who wnat to edit a wiki page you sanctamonius person?", "butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt butt", "P.S. I avoided the editor AndyTheGrump that has precipitated this trouble for a couple of years but the troll stalked me and jumped out to give me a line of garbage about nothing but a serious minded edit.", "fuck you mother fucker go die in hell adsgefgfgdfhsfgdfh5ghnsf5hs5fgh5fgb5asfghss6fh45gh984nng1hje54jd6fj4d6f1dgkd567ukdg8bn4gbm2ghjk1h8n4vbmn87fgfs51fgj4fgh89nd7fdgh4sghfjfgadfkhtdjklsjfriofhfjgdghshqafhaaheehdfelsdfjjsfjkfkdfjaiorjcvmdfgnea g", "I don`t even see why he had to post all that crap, i have mailed the oversight people and asked them to remove it as a BLP violation. I will not have my name even remotley tied to that shit that petri posted", "ill fuck her with my big black dick and shel like it coz shes wite and likes big fat black dick and u whites have such small dicks she will be screamin and moanin beneath my muscly black body u dumbass white bitchums BLACK POWER", "{{unblock| because i was accused of editin somethin i didnt aint fair n i ask 4 an apology dont get it then kk fair enough i wrote shit but wouldent of happened if i got my apology i want that person who accused me 2 be blocked aswell if iam", "fuck you all your hell gay like MGEKELLY fuck you you cunts  up yours forever as if i would ever WANT to go to fucking wikipedia anyway i only wanted to create a better world  with the hardcores    so fuck you all cause your homos", "You have expressed your personal mirth that hordes of offended Muslims have staged deadly riots because their religion was offended, and your stated goal now seems to be to offend Christians to the greatest extent possible. What arrogance and contempt for neutrality.", "vector is a big fucking lie it prays on the people of the broken economy and looers them in with add of 17 an hour pay when u get there they beging the brain washing its retared and im going to do as much as i can to get these asshole out of my town", "You are rude and I am just responding to you to let you know that sometihign must be wrong on your end because I see my sigs in all my messages.  Please do not message me with your immature antics anymore, we will let it play itself out. EdWood", "nelsons gay as they get hahahahahhahahahahahahahahaahahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh", "BsrboyThis editer has just contacted me through wiki mail twice. As he was blocked not only for sock puppetry but also for calling me a nigger and a black bastard i would appreciate it if you could try and resolve this ang get back to me. Its already caused me enough heartache.", "clown bastard why did you block me you fuckin philistine i suggest you stop oscillating between being a clown and an intellectual and just stick to your puerile image of being a nobody who blows up giraffes whilst you try to pervert little kiddos", "if you wanted to do anything constructive geoff Intead of being an arse, you would fix the redirect from monkeywrenching to monkey wrenchbut god forbid some telephone phone cleaner like you ever do anything constructive, not when you can pass the time harassing wiki readers.", "You mother is a bitch your father is a prositute so your borthers and sisters and you dwell in pig pens you smlell like one and your hair has lice you smell each time you breath because your body is full of microorbes from the toilet bowl", "You sure do have a lot of time on your hands to be posting bullshit birth and death dates in regards to Godfather characters. You sure would make a great author. Now please stop touching yourself and go outside and get laid.", "I hope you get cancer to the spine so it collapses on u and when ur struggling inon the floor u find out u have aids and catching a plain to america to get some treasment the plain carashes only killing you", "You are wasting your time. The Fascists of Wakopedia will never allow anything bad to be written about a Liberal. Jesus you can trash all you want Wakopedia loves when people do that but don't touch a liberal or you will be banned.", "This bitch is a radical and a communist who is now siding with the dirty towel heads like she did with them dirty gooks over in nam and someone ought to shut her ass up for good for she kills every american man women and child like shes always wanted to", "Starcraft II Legacy of the Void Butcheing   Please, if you have nothing usefull to say on the article then please stay away.  Don't write bullshit on the article about some dumb USA government airforce crap that HAS NO POINT IN BEING THERE.  thanks", "Pontiac Montana If someone ever adds a sorce that says it wont be discounted i will laugh in your face karrmann because ibelive them more than you you are full of shitleave this article alone or i will report you F", "Random /u/ here, just wanted to let everyone know that this entire deal is pathetic and I hope everyone who banned FearOfReprisal from making CORRECT EDITS to your insane and ignorant cause lose their editing privileges.", "that dumbass you got there didnt improve anythign all he did was try and steal my work and block my from it because hekept sayign i had fake stuff which all came from other places and wiki its self so you tell him to go to hell", "Can you please explain how i 'attacked' you and that Liz creep. I believe i have done nothing wrong and if anything you and that Liz creep are blackmailing me. Please after this leave me alone and stop harassing a 14 year old", "sex sex sex sex sex sexx sex sex sex sex sex sexsex sex sex sexsex sex sex sex sex sex sex sexsex sex sex ssex sex sex sex sex sex sex sexesex sex sex sex sex sex sex sexx sex sex sex sexsex sex sex sex sex sex sex sexsex sex sex sex sex sex sex sex", "You disappoint me GoodDay, if that is all you have to say better shut up. I support anything anti Irish Republican and am not afraid to say it, not like the pro IRA cowards we have on here pretending to be something else. LOL", "fuck you  fuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuckig  stupid wikipedia", "I suggest you block your own vulgarity and obscenities as well as the spelling errors in Majullah Singapura and Gross Domestic Product not Products. Please, give me a break, I have better things to do in my life than editing lousy English.", "FUCK YOUthose were not personal attacks they were strict facts do you live with these people i think noti know who you are joseph we know who you are you caucasian white boywikipedia sucks and so do you", "Respect is earned by respect That user IS a troll and a stalker. They are not respected and are close to being banned. Did you bother to read the inflammatory garbage that they write on wikipedia? Or are you just part of a troll posse?", "listen stupid wiki is basically stealing my stuff if you keep doign that and i am liable to sue if i wanted so either you get some one else from some where else to get you your info or you take my info they way i put it", "Not spam My edit was not spam. Know why? Because spam is a advertisement by individuals or companies who make praising comments about their websites or products on the internet discussions. Stop being an ignorant.", "and chantelle jones was there fucking Brett Francis and brett said you smell of shit n she said i rubbed it under my arms i aint got no diodrent left he said u fat slag i do that to copy cat and dempsey harvey is a black basterd n i hate him n hes such a vibrater", "Islam is the best religion and is the only true religion that has been revealed on earth. If you want to ask yourself which relgion is the truth LOOK AT ISLAM! it is more than the truth. Educate yourself you foolish ppl.", "suck on his own pennnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnis moteeerrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr fuckerrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr", "Pant Boys are a weakling crew that originated from the Pant area of Merthyr Tydfil, Wales. The Pant Boys are seen as very homosexual and femining towards the male population. They enjoy to masterbate whilst inserting objects into their anus such as fingers and baseball bats.", "dude never be a fool or in my word fucker I never makes mistake my name is don okay any way sorry for disturbing you for everthing sorry okkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkaaaaaaaaaaaaaaaaaaaayyyyyyyyyyyyyyyyyyy my bro told you idot but chuk it okay that good for you", "I hate the United States Government because it seems to enjoy killing innocent people in the Middle East. Mr. Monkey Boy or better known as George W. Bush is behind this and should receive the Capital Punishment for this and then have his body be tossed in a dumpster.", "Your a pathetic excuse for an editor your anti pakistan agenda was what winded me up straight to hell you continous foul language and pov pushing put me to wits end so I think I will give you your own medicine", "I was once topped by a guy with a 10 inch cock and I will say it hurt like hell until the inital streching was over.  After that, it was quite pleasurable, especially after I shot a load from his cock hitting my prostate at the same time he shot a wad in my hole.", "Bitch  Bitch  Bitch  Bitch  bitch   Bitch  Bitch  Bitch  Bitch  Bitch   Bitch  Bitch  Bitch  Bitch  Bitch   Bitch  Bitch  Bitch  Bitch  Bitch   Bitch  Bitch  Bitch  Bitch  Bitch   Bitch  Bitch  Bitch  Bitch  Bitch   Bitch  Bitch  Bitch  Bitch  Bitch", "Your work will be deleted or bastardized whether it adheres to the current rules or not, either because those rules will be changed, or through the sheer incompetence of those who come here merely to foul up other editors' contributions.", "when someone says i just got fucked it means someone had sex with them and sex means when the male puts his penis in the females vagina and then they make nosies so if your a kid and you hear your parents doing that well your dad is fucking your mum up", "Now I know what a shill is, so I suppose Skyring can claim to have improved my knowledge to that extent. Otherwise his contribution is no more than his usual stupid, offensive and destructive nonsense.", "i only made the edit so i could read the fucking article not your stupid copyright notice wtf sort it outi only made the edit so i could read the fucking article not your stupid copyright notice wtf sort it out", "Like I say I am happy to discuss with you but I am not going through this BS where you once again demand I prove something to you as if you are so fecking important. Talk if you want to, run along and hide like a spineless lefty if you want to. Your Choice.", "dick shit cock fuck you are a fagyou are a big bag of shit by the side of the road and its not even shitgarbabge dayyou are a one way ticket to shitsville with extra mayo and a side of shut the fuck up", ": Why do they say they're protecting the tradition of marriages if they only pick and choose what definitions to protect? And Yobomod I understand it may make them look like idiots & hypocrites but the argument in itself is", "Chris crocker change Idont know where you came from but he is a queer who needs to be shown and displayed as one for if he isnt people will mistake him as an icon which he isnt cause hes a filthy human being", ": i have bloody well added the full link which is ask you wanna pick on me then go and do the exact same to all the other damn users who uploaded pictures, theres doing exactly the same as me but you havent said a single damn thing, how out of order you are.", "Pontiac Monrana Karrmann you full of shit ibelive all of the people who know that the montan will return after 2008and we want ot knwo ehre do you get your info form and can you sohw it and guess what you dont know anythng about the Montana", "Tawker your Islamophobia reflects your mental deficiency. I couldnt help but notice that almost everyone you ban is a person who has written something or the other against America.This shows that you are a Neo-Nazi who supports the presecution of Muslims.", "Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off  Fuck off", "Celtic Frost    STOP changing their genre to heavy metal you dumb ass. They are black thrash metal and thats final. They are NOT heavy metal. JUDAS PRIEST is Heavy Metal. Ozzy is heavy metal. You need to learn your subgenres", "them and they SCREAM MY NAME DILLLLLLLLLLON OH DILLLLLLLLLLLLON and all of there pussy fluids get on my dick and i make them suck it off and then i eat them out and there mom comes in and joins use and she screams DILLON to lol", "== Keep going ==  I see the filth is out in force today at the Paki article them pedos are desperate to hide the fact that there culture is all about raping be strong brother Europe is awakening to this Islamic filth and we shall rid it with fire!", "there is nobody doing metal hiphop now in 2006 mani made it clear that necro is the cutting edge of that right nowyou could have added other groupsbut you took necro out of it totallythats bullshitfuck you man, you are being a hater and i wont stand for it", "You guys take your shit rather seriously around here I can see. No matter. I guess I could stop. If it counts for anything I think that page was of encyclopaedic worth and should be reinstated. 2 cents.", "hi my name is soana afu and im gonna talk about totem poles . totem poles are traditional carving and every culture have different meannings and different spiritual animals to the totem poles thank you very much and fark you all people suck on a big dick", "Quit with the crap, okay?  Too many people are abusing this page because of what happened at the end of the Cowboys-Redskins game tonight. Please lock out unregistered users so it does not become a farce.", "your the biggest ugliest queer in the uk get a life who seriously wants to edit wikipedia for a living. get a life fuck man your such homo who takes it up the bumb and sucks hard dick  Thanks dangler 93", "::You got sucked in too! I lost my temper with the blatant misrepresentations of James and el Lobo before I realized that neither was amenable to reason or discussion. My only concern about deletion is that another of her idiot disciples will start the whole thing over again.", "Hey simon Im completely done with Wikipedia. Im tired of the shit Ive gone through on this siteso Fuck All Of Youblock me  you know your going to so I wont fight it Im friends with Sinofdreams he goes to my college we have the same IP addressbut Wikipedia knows all so Block Me", "== coen dodd ==  coen is a small little gay boy who goes to bowen state high school he likes guys alot and loves sauages fest he was born in 1997.  He likes penis in his bum and loves it when old men tickle hes balls", "because we here at Wikipedia are a bunch of cocksucking mongrels who like to imagine Ogre cocks cumming into our tight little faggoty asssholes while dancing around sucking whipped cream out of twinkies with licorice.", "It is not an unpleasant thing you brought up. What IS unpleasant, is the notion that you can get into a car while drunk and risk yourself and others' lives by being to stupid. It is criminal and drink driver should be locked up.", "lol w/e then i was just trying to hlp out i dont know what this blcok stuff is or why you have blocked me for tryin to fix an articl but i know not to do it againthis is pretty stupid imo you could have just fixed the fucking mistake", "They don't care. The opposition to equal rights of any stripe is and has historically always simply been willfully too stupid to realize that having an ideology comparable to Hitler's is bad for business! Their ideology thrives on ignorance and stupidity.", "put your stupid fucking images in a gallery or something with thumbnails at the bottom or link to them from the article, if I just wandered to wikipedia to look up a fancy word I do not need to see that shit", "Because as an ignorant cuss who doesn't know how to spell I can't find the article which is further aggravated by a man with a moustache who wants to hide my carcass from me. I thought the whole purpose of an encyclopedia was to help and inform, but not in this case?", "you bitch why does it matter it's the same goddamn thing all other nycs articles have that same sort of wording rathe than saying the end stop depending on which borough they are in so leave the fuck alone and cut your crap", "No Irishlass I think that you are the one that needs to stop harassing people. YOU DO NOT OWN WIKIPEDIA. By the way don't you ever work. Or are you just an old middle aged woman who is obsessed with Wikipedia.", "good night Good night fucking shit that you may be upset because I do bullshit on wikipedia but you cock is worth what I do So let me in peace, or you swear that all the editing wikipedia pages without exception", ":: Considering you are dumb enough to say anyone with half a brain would prefer over it proves this article is noteworthy. I prefer under because it rolls easier that way for me, and I certainly do not lack half a brain.", "keep criticizing america fuckface and you are going to have lifetime enemies you fucking communist piece of shit    you are going to really experience communism in your fucking shithole third world shitface country  freeeeee tibet, motherfucker", "Utterly stupid suggestion. I am sure Wikipedia is crying out for pages created for a couple of non-league footballers who when they finish playing football will probably stack shelves in Asda or work for KVA. Just de-link their names that is the solution.", "The paranoia keeps me on edge as the foclian enters my head as the dust splinters my nose yellow powder drips from it like a hose i lick some off my finger tips to get the full effect im geeked up as shit so what the fuck is gonoing to happen next?", "Hypocrit! you just cited a newspaper that claims to be reliable. i will incorporate and make a newspaper company then ill site it. its called TEADRINKERNEWS.com this site has no merit and you have no integrity!", "too be honest with you im fucking sick of editing all i do is go around after other cunts that think they know what they are talking about when most of the fucking articles dont make any sense what so ever people fucking quoting student newspapers i mean fuck off.", "Just in general to all the people who have complained that the article is too one-sided and neglects to cover some more controversial areas: Get off your ass and do it yourself. Don't complain and order us to do the work for you.", "Roheth Rajeswaran         Roheth is a rich ass idiot that loves to spend a he loves to help orphans he can fight he can dance he can sing he can direct and he can do anything gin the world currently he is single.", "Ok  now your not even making any sense moron  thats what I put down.  So you see the facts down but yet you just dont like em.  what the hell?  So I change everything and you give me a last warning.  For what reason cause I made the suggestions you asked for.", "riley is a stupid fat man who wishes he had balls and has a sister named kaitlyn who is awesome and prettier and is very famous for having big boobs and big butt the next kim kardashian but no surgeries.", "You smell unfresh You need to try a new brand of tampon, preferably one that has been soaked in industrial grade antistink juice. It's like that line from Silence of the Lambs, except that everyone in the whole world can smell your cunt.", "re: what if im gay fuck you fag i expect this vandalism from a faggot youre probably a nigger too i bet you love it when a dozen black dicks are pounding your asshole and you have aids i bet you love it these are the type of people that vandalyse wikipedia", "Seriously dude, if you think you're so fucking cool that you know more about chris cognac than me, then why don't you stick yourself into a spaceship and find your way to a planet where rampant illogic finds a home?", "come we chant down babylon one more time!  you are a fascist  we shall always roam free  your bullshit pseudo intellectual approach will always be a poor attempt at freedom  wikipedia is not free  you are not free  die in your chains you pathetic scumbag", "You are going to know that I am perfectly rational when I am drunk. Larry is going to get a big suprise when he wakes up! I shaved his head! I also had sex with his girlfriend too and she liked it and she is dumping Larry who is bald now. Poor Larry!", "No I hate to say it but this is fake rap a disgrace to rap its not even rap rock its just shitty music bunch of fucking fags screaming no talent there real music is rap talking about real life shit cuz.", "Zeitgeist is shit, and the page should be deleted it'd do everyone a favour. I suspect you might be an open source society/RBE supporter, well zeitgeist is an internet cult and I like my money more than people thank you very much", "who the hell are u       why do u even bother coming back to recap my spelling problems when you dont even fucking know me, man i was saying the school is fucking gay as shit because u cant get away with shit", "Would you please keep your ridiculous and unfounded accusations from polluting my talk page? I come here looking for real constructive discussion from Finneganw and Bookworm, not this mess. Talk about being 13, that is you.", "Others believe that Hitler had many problems with his brain which seemed inconclusive after he charged the queen calling her a backstabbing bitch with a whisker up her vagina.  Strange comments like these continued throughout his life", "You are not in charge of SL Benfica page and you could never be. You are obviously a FC Porto fan full of hatred towards Sport Lisboa e Benfica. You use SL Benfica's page to attack the club. Grow up and stop trolling!", "fletch is mad at huhay shit for brains why did you report me for my page about benidormand dont try to tell me it wont you because it said you did on my disscusions page u little wanker nob fcuking wanckeR basterd in-breadpice of shit", "Oooh don't like a bit of your own medicine do you? Scared of the truth as to what you are? At least my dad defends himself when lies are told about him. Put back my post if you dare so people can see what is said about you also.", "fuck you you dumb motherfucking asshole how dare you son of a bitch fucking lock me out you worthless asshole I hate your guts go to hell you have not seen the last of me I will continue to harass you you piece of shit evryday and screw oregon bitch!", "I will revert this vandalism next month and every month after the blocks are removed and there's nothing you retards can do about it. Go ahead, cover under a moderator like the cowards that you are. You think bans can stop me from righting this wrong?", "The cover has not been released yet its all that was released about the tempest and it was in the fuck the fuck off insert all else that has been released is a one sheet that kill music.com releases but then its just a logo", "okay this is ridiculous the page i made was an actual person. He is real and suicidal and you calling him unimportant isn't helping things. If Simon Cowell is important enough to have a wikipedia page i don't see why any other normal human being isnt.", "liar that was all true you and your twisted family sit there at nights in a circcle wanking off over children and then you eat them with michael jackson i bet you were the one that dangled the baby out the hotel room.", "What the hell is wrong with you ? The links of the graphics simply are no valid after 24h for a strange reason.  I will make the graphic a picture and post it .  The other link on the origin of migrants is perfectly valid.  Go outside and have a life.", "and everyone else does two because dominique is the best person that you will ever meet in the whole entire world because you love her sooooooooooooooooooooooooooooo muchhhhhhh sooo fuck you if you dontt <3", "I mean seriously: are you people brain damaged? Are you even native English speakers? Why is it so difficult for you to understand basic concepts of logic and apply them to the wikipedia rules? Where did you go to school? What rock did you crawl out from under?", "Hey Motherfucker quit screwing with my Dennis Rodman edits you know that shit is funny you fucking edit nazi get a life and let my 17 year old self have fun with my favorite NBA player of all time's wikipedia page thanks a lot", "::The Germans are pathetic so I'm not even going to address them trying to ban the symbol. I think every Hindu should have a right to wear a swastika anywhere they damn well please and if they can't I think that the people who opposed them should be charged with hate crimes.", "fuck hidtory all u bitch's it is for geeks aand fags me id rather be out fucking a ruond than be inside studing being a fucking teacher pet wich every one fucking hates so if u are a teacher fuck u and if u are a kid fuck u if u dont like what i gotto say met up with me", "Advice Stop with your foul language.  You are a despicable human being who deserves no place in society.  People are precious and preciousness comes from people.  The only thing that comes from you is diahoreea   164.39.151.107", "chief keef is the greatest rapper alive niggas bless Sosa fredo. Sd ballout 3 Hunna Glory Boyz my niggas finally rich and ain't a thang gbe change me Boyz still bang we will clap a nigga up no range Glory Boyz Entertainment ts up forget gs", "There must be some chemical imbalance in your brains. Are you ok? The gibberish you guys are writing really makes me feel sorry for you. Don't ever go to law school. You would do the legal profession bad.", "Likes and Dislikes   Likes:                         Dislikes:  Food                           Unsharpened Pencils  Baby alives                    Soggy Bread  Crystals                       Boring Books  Friends                        Nasty Children", "Its only too band that that son of a bitch did not live long enough to hang for his treason. Fortunately some patriots did desecrate his grave. I guess thats the only way the Hungarian people can get their revenge against trators like that pig. 75.34.48.250", "I will find you in real life and kill you  I will find you in real life and cut your throat you miserable piece of shit. Fuck you you fucking douchebag I will fucking kill you and all of your family you fucking miserable worm.", "Personally, I think whenever there's a disagreement we shouldn't resort to swearing. Although the above comment is probably right, he still acted like a massive cocksucker that loves cheese on his eyelids.", "because stupid assumptions like your faggot goth ass makes doesn't account as a reliable source you stupid fuck. shut the hell up before i beat the shit out of you for fun you dumb nigger coon emo cunt", "Go ahead and unprotect that page.  I couldn't care less if it's got the truth in it any more, nor could I care less if Taxman continues to vandalize the Wikipedia and waste editors' time with his idiocy.", "That mother fucker brian austain green I will maul him with a bouche knife if he fucking touches or ruins my love life on Megan Fox I love her for ever and you can't change it brian austain green is a fag tag.", "Jehochman, this is beyond bogus.  I am free to comment on edits.  This type of conduct from yourself is completely disgraceful and I DEMAND that an admin panel look in this matter.  What you are doing here is tantamount to extreme censorship.  What a joke!", "I can tell you that in Baghdadthe shit that goes down would make any thing that goes on in Englewood look like a Nickelodeon show! And make the hardest guy in Englewood cry for his mother and look like a stright BITCH!", "Who cares? It's not like any edits I make won't get immediately undone anyway. This site is a joke, and the people who actually sit here all day long moderating it need to get their heads out of their asses.", "I DIDNT DO ANYTHING YOU MORON. OCCASSIONALY from time to time i edit f1 pages to update them when needed sometimes the colour may be wrong but i try my best because usually no one does it. So stop being a prick", "This is stupid. 'Kipper' might be slightly funny as a name, but there are real people with that as a surname as can easily be found out by Google for example, and a professional like an estate agent would have met people with strange names before.", "hello I would like to draw your attention to the fact you are a worthless tosser who has no life and would be better of dead with maggots infesting your cranial cavity. Would be the first time anything living would be in there.", "and reply from. It just depends on my wish if I want to respond to idle losers like you and whether I have the time to do so. Once and for all, I am doing it this time, and won't remove time for worthless people like you again.", "Hey ju jube and SuperDt i am going to get everyone i know to make skj articles and i know many ppl. so we will kick ass an i will laugh ok? so i dont care if you ban me because u will be banning many more people and i got hookups with bam margera so shut up haggard ass loser", "Well, I have to agree that whoever destroyed the 40k wiki pages deserves to diaf... there was so much information about everything and now it is all gone, so many years of work just deleted because of some idiots.", "And only a few internet users of which the one and only can't even manage NOT to make the most simple of the more simple sentences look like it was smeared in pig shit then deposited into the shit bank then watered down with manure.", "How you can deny that I do not know.  We both know that you are paid, and anybody reading this article only has to do what I did, which is investigate your name, in order to find that out.  You and your lies are an embarassment to the human race.", "I am going to shoot you in the head and laugh as your brains splatter onto the ground and blood pools around your corpse. I am going to shoot you in the head and laugh as your brains splatter onto the ground and blood pools around your corpse.", "correctionperson: okay you are lying, bullying, vandalizing, and defacing now, that is not the reason you are removing my content because I did added sourced references and I was about to add more just now, scum", "::you did not citise anything its all crap you stright out deleted everything just because you are an anti Albanian dont mean you ahve to go around spreading propaganda you so called contribution of deeting articles are not wealcomed", "I really do not see how i am acting immature, Klptyzm is an ignorant person, who has to tell everyone who he does not like that they will get blocked one Day. You will have you're Day of reckoning Klptyzm. Oh its ture.", "\"                                      YOU SUCK MY BALLS                                                                                                                                                                \"", "And you are pro-terrorist agenda filled person it seems. I am going to make sure that you are not able to corrupt Wikipedia in tandem with your criminal colleague SudoGhost. I wish you don't have a good day ahead. )", "FUCK YOU why do you get to decide when I can put things up about Smackdown who the fuck came up with the policy to wait until it airs fuck you i don't have to wait i will put it up when i have the facts about what has occured so rot in hell your tiny pick dick basterd.", "I cannot tolerate people like Jennifer Shame to attack the Holy Father, Pope Michael I. Defending the Holy Father is a mission for which I am wiling to lay my life. She's scum and deserves to be treated as such. Enough of persecuting His Holiness!", "If you guys really discuss napoleon you need to get a fuckin life. it is so sad that you would rather discuss someone who has been dead for years then to look at porn.YOU GUYS R HOMOSEXUALS LIKE ANAL SEX TYPES", ":There is no scientific evidence that prayer works. They only people to claim that have been a few US religious nutters, who wanted it to work, it has never been reproduced by independent researchers. As a doctor you should be ashamed of yourself pedling such rubbish.", "How to bleach your butthole  Step 1: buy grade a butthole bleach  Step 2  soak a item that will fit in your butthole for 1 hour  Step 3: insert the item in your butthole  Step 4  show off your new pasty white butthole", "To whom ever the hell you are;Greg Thomas is Gay. This is Fact. I have seen him with other men and have photo and video evidence to prove it sir. If you must warn anyone, warnthe children as his exploits will not stop at men.", "''fat fatfat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fat fatfat fat fat fat fat fat fat fat fat fat fat fat fat Edgar181 is fat", "==Poor unhappy Zapatancas==  If you persist with your death threats you know what will happen. This is 2005. Do you really weant to destroy a promiosing career by making death threats in an open forum like wikipedia?", "The arrogant dlckhead is retiredhe and some of the other prlcks of admins on here are only dirty dlickheads who have nothing better to do than ban people for no reason, so lets give them a real reason.", "Thomas Cannon Laughable commentary from another one of Wikipedia's ignorant, lazy, and arrogant. He deleted my reply on his own Talk page. But of course! He should consider himself lucky to get it. See Point 4 on my User Page", "Wiki Admin Suck You fucking bitch shut the fuck up you ass hole all u wiki admin are asholes just cuz u can do whatever u want fuck you dianna,teles,burtalbert and the one i mean the most jimmy wales fuck all you admin bitch", "Is it because the person was white and not a Muslim? You're a bigot. Terrorism is terrorism no matter who does it. What Timothy McVeigh did was terrorism. What the Austin plane guy did was terrorism, too.", "SLUT  Miley Cyrus is a sluty ho bag and she got pregnant when she was 16 but left the child in a hotel room so that it wouldn't affect her career, but the man she had sex with posted it on the internet and she is now a stripper in Las Vegas", "Could idiotic self-righteous people please refrain from editing or deleting my talk page in future. You may not like what has been written on it, but it is not a Wikipedia article, it is a talk page, so you would do well to leave it alone. Thankyou.", "and why the hell has my comment in the discussion board of all places been taken off regarding removing the ridiculous nonsense about women in the war. I expect its half-wits like yourself dong this for kicks", "::Tiptoey, your some kind of chump for Goeathean, to buy in and believe what any thing the obsessed nutty religious cheese ball has to say.  Wikpeidia truly what the critics say, the sum of all human garbage.", "Hitlers sex children Its obvious that shitler only wanted these kids for his own perverse sexual desires. I demand you change the article and if you dont then you're a fucking racist scumbag who needs to be sent to the moon with the rest of the goonbats", ": So because you are too stupid to read, the article has to change? Get some training and come back. I was right to remove your first post as soapboxing, you're just moaning about how you are incapable of reading even elementary material.", "\" idiot   i do not understand what user x201 fucking is your website is a fucking disgrace either you put the fucking connection speed we are paying for onscreen on all tabs of all browser or we shut your fascist fucking site down dig rogerjowett \"", "== stop deleting my postssss ==  lollollollollollollollollol pleaplepslpaelplaplepsepselp iz a lolcat. i rofl in the face of stupid likeu    pancakes pankeaskes   roflroflrofllolz  kthx i have to go to bathroom  no i dont  lololol )  say something back to meeee  -jim", "::are you stupid all pigments have the ability to absorb electromagnetic radiation aka light thats how color works and the only thing the absorption does is produce a small amount of heat also as with all pigments", "\"  == Domer ==  Hi Fozz have you see the latest offerings of Misortie against Domer such as calling him a fuckwit and a twat and putting a speedy deletion tag on his user page this is blatant trolling.  \"", "the fact that Wikipedia is a far-left shithole controlled by cowards who bow down to pressure by Islamic extremist is why Wikipedia will never be taken seriously as an encyclopedia for factual information.", "Don't Edit peoples posts! Admin privilages do not give you cart-blanche. Deleting an anon editors posts on talk without giving a reason is not going to make them get a login is it. Don't bite the newbies!", "you are just a jelous looser has and never will be anything in this life I don't realy give a dahm what you do you cannot stop my blessing, you will allways be the ignorant fool that you are sucker Ivan the great Grammy Bound kiss my ass fool", "== WTF ==  I would have NEVER messed up any posts if the wiki staff DID THERE JOB, also that last warning you gave me was STUPID that was not an offensive post, I was just wanting to know why the wiki staff weren't doing there damn job", "/ASSSSSSSSSSSSSSSSSSSSSSSSSSSS WIPE fucking his wife at night and bum fucked her as well+he shovrd his penis up her vagina and said  ahhhhhhhh o yer thats it uh  uh  uh sex rocks and she licked his dick and shouved his dich in her mouth", "==Protests Against Artists Taking Part ==  Were the 2011 protests by  Art Uncut about Bono and U2's Tax Avoidance the first occasion on which musicians taking part have been accused of being lard-arsed hypocrites?  IBeep2009", "I warnned you not to fuck with me Tony, and now looks whap happened!  This would have been a fuck of a lot easier on youe if you would have just let me comme back motherfucker Now you can join me as personae non gratae around here", "Gummo Marx is relatively unknown and had the lousy luck of quitting before the act became famous. Xenia is likewise little-known and unlucky. At least, that's my guess; I could be talking out of my ass.", "may God spare your soul you are going to hell you worthless piece of shit. Maybe you will have fun when satan is ass fucking u instead of your queer little buddies fuck off and btw kick me off wikipedia you queer ass bitch fuck off and burn in hell bitch!", "(Also I wish they'd go back to calling it 'Great Woods'. To hell with all this sickeningly visible corporate crap taking over our baseball parks and other sporting arenas, as well as our concert venues)", "hello my name is chifgger butt and i would like to discuss the wii and how horrible it is the wii is booty and smells like it tooo with the wii your house could catch on fire and down to the ground, do you want that ? Nooooooooo, you dont thats just stu", "Too violent!?It says this series was cancelled for being too violent according to the stupid PTA.  Was the dub edited?  I have been watching this on Toonami, and I don't see how it could possibly be too violent especially in Japan.", "how big is the ass of salafis i wonder as u r fanatical salafi how big is ur ass ,, when u go to blow urself in a terrorist attack . please take ur hatred with u to the hell with ur gay friend ibn laden", "providing source for what? this idiot came and put a speedy delete tag on, a stub, there's no source needed this is just a stub with basic info such as game title and release date. i think he is just a fanboy who don't like ps3 games.", "WARNING  Certain idiotic individuals are repeatedly vandalising this page by putting an image of an erect penis at the top of the article, despite repeated attempts to stop them. could the moderators please get involved.", "*The problem with your logic is that there are four things that don't have articles, and there are three broken links. I'll save you the trouble of being a hugely biased hypocrite and remove them, mmkay?", "Eternal Pink why have you named you main guy in your crap manga because evreryone thinks the same thing that it will be fucking rubbish and it will kill all manga and no one thinks you can make one they all think you won't be able to finish it(or even start)", "Someone started the suicide crap again. As already pointed out, it was a figure of speech. Either you're terribly misinformed on the subject or you have no idea what figure of speech means (probably both).", "AGAINEvery edit I did to the Jackie chan movies of the U.S Versions of how many minutes were cut are correct and you cocksuckers revert back to the original versions, you better back off or I will sue you.", "You obviously have some severe mental problems, and I want you to stop harassing me. You failed in your quest for an Rfa as people like you don't deserve to be administrators on Wikipedia. In fact, you don't even deserve to be on Wikipedia PERIOD.", "ric flairs gonna return dumbass!!   it has been reported that ric flair is gonna return to monday night june 16 hes gonna manag the miz so if you think im not gonna write again yo ass is wrong if you delete it again ima write again if you do delete it ill report you.", "don't be one of those kids who makes their shoes look old by messing them up themselves, its just stupid, just wear them everyday and they'll look how you want before 6 months, they'll wear in faster that way anyway.", "I know you wikiterrorists love to limit free speech but you have to admit that IP banning is foolish, if that is your best option then you are a fool.Keep being an asshole Duran, it is your only talent", "See how the comment was about cencorship? And then you go STRAIGHT around and cencor me making me look like an idiot:D Hurry up now Ian!! Get this deleted before someone sees it and might get and original thought!;)", "I am a mother fuckin famous alumni how dare this bitch lucky cherub tell me otherwise. Cubicle monkeys? Ummm bitch atleast they have stable jobs and careers whats your lifes work stopping people from editing insignificant articles about a school you didnt attend?", "Would it be easier for you to justify your position if I had disagreed with you in the past? Either way, your behavior is arrogant and your contribution unwanted. Before I answer your question, Samboy, are you, or are you not a complete hypocrite for not signing that post?", "Hello everyone my name is phillip trueman and i like to pet dead mules while caressing my own mane on my back. i also block users called miscmexican because i am a racist pig. boo hoo hoo. blow it phillipThankyou", ":: And anyway, throwing around words like bullshit and crazy is pretty rude. Concluding that your opponents are crazy is a cop-out; they virtually always have good reasons for believing as they do, even if you disagree with them.", "Gannon is an islamist. He wants to build the biggest European mosque in north Dublin and sell thousands of his Dublin properties to muslims. He is a greedy bastard who wants to line his pockets and run away from an Ireland he intends destroying.", "Yeah umm, if you watch it its cuz he has a heart. He's an asshole publically, but there are moments.. like in the pilot when he pays the treatment for the kid with aids himself and offers to drive him. Thats really not needed for an encyclopedia though.", "Drop Dead and accept facebook pages Deeside College is a mother fucking spunk dunk pottery which is held at User:GaryColemanFan .comand likes to suck Georg Hackenschmidt of and doesn't accept facebook Groups like the official Facebook Professional Wrestling Hall Of Fame", "Another one Do you people create these pages as a kind of cheap therapy?  I mean, really, bigger puff pieces I've never seen.  I really doubt anyone thinks this much of you.  You've got to really hate yourself.", "Please note that this is a school computer and seemingly every other day i log on, some moron has again vandalized wikipedia once again, i suspect its most likely the same person, just like to apologize for the idiocy of men", "No problem you mindless robot. I reverted it back. Robots are as dumb as goldfish which makes them twice as smart as the human administrators at wikipedia. I'll bet there isn't a single published author among the lot of them. I've been published and this site is a joke.", "This movie is going to suck balls.  I thought it was going to be a parody.  who wants to see a stupid movie about real snakes killing people on a plane.  whats next PIRANHAS ON A SUBMARINE starring steven segal", "You deleted the message I put here for you. Get lost. I will see you in the article itself. You cannot even do a single edit there. I will revert it immediatly. Stop your vandalism, or prepare to battle with me. This is the last warning for you fool.", "Wow dude you blocked me for stupid stuff I made an edit and I get this warning fix this shit dang Bots Your bot is a peice of shit and it's reverts are counter productive.  It is moronic for you to leave an automated crapbot running.", "America is the only country that matters. The rest of the world should be raped for resources that can be shipped back to Ameri... oh wait, the rest of the world is worthless, and americans dont' want it.", "you bitch change that image on the 4 train line article right back if you can't tell the difference between an r142 and an r142a that's your fucking problem you might as well revert the images on the b and l train line articles while you're at it", "Rx, T-Rex, hard sex. Whatever. As a pro-nuclear greenie and realist I find your selection of name rather immature and silly but you can ofcourse call yourself anything you like. So long as it meets the legal restrictions in relation to word usage.", "Why did you block my page you twat. I am going to find you and me and the lads are going to play footie with your testacles. My mate told me he'd had some trouble with wankers on wikipedia some gay called JDwolff bastard", "way to ignore the discussion and my points you bureaucracy-obsessed aspie.  Coming here from a link to the page isn't against any rules.  Calling you a tard is, tard.  You arent participating in the discussion at all.  Youre refusing to because youre an irrational japanophile.", "All of those stupid worthless cunts deserve nothing less than to drown in their own piss and then have their insides taken to by a fucking buzz-saw while they are fucking themselves up their malaria infected blue waffles!!", "Sob Guys, I have not edited the great wiki for almost a year, and i want to be unblocked so i can reform. i want to jazz up my page, and i swear,i will NEVER be stupid again on the greatness of wiki.PLEASE, I BEG you to unbock me.", "youre  racist obviously youre from new orleans and offend europeans, seriously let me edit thingsthis chinatown article has no link nothing its allowed to delet things if it has no proof, youre racist and you offend europeans.", "Listen wikipedia- I don't know what country you are from, and what doctrine you follow, but in the United States we will live free, and as long as you work to take freedoms away from us, we will fight you.  LIVE FREE OR DIE TRYING!", "complete bullshit - your past is catching up with you kurt  after you had defamed as many users as possible and spammed out the usenet groups it appears you moved over to wikipedia where hitherto you have remained unchallenged - that is up until now.", ":Unfortunately, this IP belongs to a school that is full of stupid people, blondes, people who strive for Fs, and drug addicts. If there are any pictures of penises posted on a wiki page or blanking of pages, you will know who did it )", "chesdovi chesdovi is just a dos from the usa who probably doesnt even speak hebrew. if you think he would be dumb enough to do something so obvious and you think this is him, then you are really the dumb one.", "===Deceitful edits===  It appears all of your edits have been reverted as they are all fictional. Please do not harm the accuracy and reliability of WP by introducing bullshit for your own entertainment.", "Go fuck yourself you stupid bitch go do something better with your life instead of sitting the whole day behind your computer and 'editing' go do something useful and stop wasting power that way you can help greenpeace on wikipedia.", "Devil's City I've been to Ashabat and it's really awful. It's a boring piss-poor hole during the day and a dangerous hell hole at night. I think that the article should incorporate what a nasty city this place is.", "You son of a bitch I was the one who recognized that it was a left facing swastika.And those morons are retarded for making a left facing swastika not a right one.Thanks being a non-observant faggot and stealing my work asshole", "I dont care. I have at least one proof link. You are so stupid that you dont know how to translate my link. And of couse you dont have any argument or link. Additionaly you must read discussion page. And again. T-72 dont have any ammo in turret.", "This user is a twat cunt who likes big willies in his body. He also likes being Gay and likes sucking willies and putting tongues up young boys arseholes. He enjoys eating shit and wank while washing it down with his own piss.", "== you need  ==  you need to mak it so people can't change your imformation because people who are looking for info can't find the right stuff so they don't fail things and it is dumb for you guy's to let people do that.     f3333 y335", "I dont give a crap about your rules, and yes you were acting like a dumbass by annoying me reverting the page, its official Daniel Bryan was added to the match now go take a walk and stay off my talk page.", "== Question ==  I heard this band sucks, but when I looked on wikipedia there was really no information about how they sucked.  We really need more information on how they suck and why they suck, with sources cited of course.  This kind of information is relevent to the article.", "whats up gook Whats up you asian gook chink man hoe chow how much rice did you pick today? all asians are filthy dog eating pieces of excretement, we raped your countryies during korea and vietnam war.", "Yes it is. Would you go to a school that did not require it? Name the schools in Qc. Also UCAN is clearly a scam. I feel very sorry for the poor south Asian immigrants (99% of their student popultaion) who actualy think they will get a job from this diploma mill. What a scam.", "go suck a cock bitches. fuck wikipedia. my ip changes in like  a  couple of hours anyway. fuck yougo you cocker cocksuer mohterfuck unlce suckefing you go fuck your mom you dirty little ass fuck bitch i will kill you i konw where you live i will rape you yoru fucking ass", "== This article ==  requires moar pictures of modern-day China with all its magnificent skyscrapers, plazas and airports and less of that human rights/free tibet/eastern beauty stereotypical Western bullshit.", "Your a moron  everything is on the articles that are on the page.  Yeah the ones that are actually legit  or they still exist.  And he doesnt have a birth certificate  he says he's 14  its not proven even to this day", ";Is she or is she not freakish, sir?  Is she or is she not as tall as she is wide?  Does she or does she not slobbar all over the place like Daffy Duck, sir?  These are factual statements!  It is you who is adding nonsense by censoring the truth, sir!", "Why do you love hate? All I want to do is inform people what a shyamalan twist is but you must interfere with your Nazi ideology. Ich Beuge Zu Ihnen Meinen Fuhrer! Sources Your a dick External Links Stop being a dick Thanks", "ROHA, yo sure's a polititian. Where's you standing for office? The way you put down anyone who opposes you, pure talent. I guess next you'll call us nazis who do not agree with you. Wish I had your genius", "I want him to stop posting more sex crap and having it in with my name, it is not even possbile to defend myself now they have posted so many ip`s i will not be able to look through them all, this is just ridiculous", "I'm accused of sockpuppetry, but the author isn't. That makes no sense. You know, I've finally come to the realization that wiki is nothing but a bunch of american racists. I swear I will do everything in my power to disrupt your servers.", "what the fuck is your problem you cum drinking cock sucker? you cunting piece of shit go burn in hell. get a real fucking life instead of hiding behind your computer and playing internet hero by reversing jokes you fucking cunt. go get fucked you worthless twat", "==Stone the Flamin Crows==  Rekon you bastards could see fit to mention Barry Bloody Mackenzie, or Sir Les Patterson, Victoria Bitter, or the great literature of Robert G Barrett. Who were Pommy Pouftures who pointed percy at the puter and came up with this rubbish?", "Dolescum your such a stupid motherfucker who gives a fuck what you go to say and you can have them close my account to i don't care i'll make another one stupid little punk ass virgin bitch you make me fucking mad you just mad couse you can't and never will get no fucking pussy", "==Integrity of source==  Can materials found on fundamentalist websites be used as proof for writing crap in Wikipedia? Sounds cool. Soon, people would be searching Mein Kampf now to rewrite history. What a Shame!", "is bale turned around and told you he felt more welsh than english and classified himself as welsh, what would your anti-welsh stance be then numbnuts?  i hope you are hunted down by a welsh hate mob and castrated and forced to eat your small testicles", "\"I would think an established user should know better than to remove something from an article while summarizing their edit by saying basically \"\"I'm sick of all this crap, and this has got to go.\"\"  \"", "He likes to suck cow penis. He lives off of poop and sperm. He once visited my house and said waht the fish is eating the egg in the car while driving to cosar burney never loved trale mix he just liked war.", "==Arrogant Much?==  I fail to see what you know about Auckland with your arrogant and oh so high-and-mighty American opinions, maybe you should concentrate more on stuff you actually know about and less on things where you swoop in and belittle anything you dont agree with.", "Who ever wrote this storyline thing is a real loser. Yes she may be a hot looking batch of pixels but this site is an encylopedia and not a porn site. bag your perverted ambitions and leave childish oaf.", "U r a sorry excuse for a human being. Sleep well, atleast as long as God will permit your utter screw up of a wasted soul to have rest. P.S. get off the Internet, your worthless time spent here won't make your dad love you, you are the reason they got divorced.", "ya EXTRA Ur fuckin EXTRA tryna bryte up urself and delete and revert my edits what if i revert ur face cuz it seems like u need some revertin on that ugly shit bitch. Zoe stay away from my edits u little hoe. Thank you for your consideration!", "**Whatever, i am tried of reverting it then, i hope some one just fucks it up then, maybe then it will get your attention. Another example of the admins working for the users and the integerty of wikipedia, dont affent me why should i bother.  |", "Hi Serpahimblad, I spent HOURS creating that Brian Evans page. Could you not have had the decency to tell me what needed to be changed before you just deleted the entire page like the asshole you apparently are.", "I want to apologize to all of the morons, imbeciles, and microcephalics on Wikipedia that I've insulted.  I know there's a lot of you out there and I can't possibly remember all of your names, but let me just say this: I love you and I accept you for who you are.", "I just wonder if you have any fuckin' Idea about music probably you are in the sewer business and be carefull about these shity words cos' someone might get realy mad and crazy on you cos' this man is A GOD", "== Liar ==  Moses the CoAch is a real movie. You Are lying an slandering. I do not appreciate it. Ceases and decist at once. Please. I order you torso state the article for you have lied libeled nd slandered", "finally just went and added it myself cos none of you pricks are bothered to pull your fingers out of your asses and ACTUALLY DO SOMETHING  yeah admins where are you now? i thought you cared about your precious wiki?  HAHA, idiots", "\"If they have problems with the items being placed by others, and they insist on crying about \"\"go to the talk page\"\" then here I am: post your goddamn complaints rather than just serially reverting people like Arrow! \"", "fucky mc fuck fuck your a little bitch go suck your daddys cock you desperate little peice of shit, get a life, seriously, i bet you are 35 and have never had a kiss and you masterbate all day to kittens and your neighbors kids", ":: Take a look at the edit comments, then block everyone not using any. Poof goes the edit war, because I'm the only one left. Same is true for the talk page. You are either a liar or unable to notice how insanely unfair you treat outsiders.", "This man is a parasite.  He creates nothing and lives in his own world where he believes that his opinion is something other than the vomit he infects others with.  He is the empty shell of a person and I hate him.", "It's not possible it was!!! All this bickering because two individuals want to sweep away 8 yrs of helping and research because they they enjoy the power WP gives them through its rules! THERE OUTTA BE A RULE AGAINST RULES!!! Your humble servant! Subwayjack", "STOP vandalizing pages you fucking dick, besides you're probably just some poseur who started listening to Parkway Drive because of Deep Blue when guys like me have been listening since 2008. Go choke on cock", "What, I never agreed with you. You clearly know nothing about baseball or you do not understand English. I am just glad you don't live in this country because people like you don't belong. I am making your day? HAHA, you are a sad sad human being.", "your sick why dont you just wash your butt and anus after every time you goto the bathroom for a poop. besides why would some one want to be more of a whity any way. Dirty White Folks come up with the weirdest stuff.", "Traitor and a rebel ==  Shouldn't this article mention that George Washington and his pack, were traitors who rebelled against their British King? This article should remain objective, and not written from an American point of view.   ==", "Who the fuck are you? his fee was an umberella it was a joke made by himself i have sources let me post em up it was on SKY SPORTS NEWS. He was joking about the rain in manchester. So how the FUCK is that vandelising", "\" Stop lying about my edits My good faith removal of clearly inappropriate categories is not \"\"disruptive\"\" and the only reason you're calling them that is to excuse your own disruptive flouting of an editing consensus that has been in place for years. Shame on you.   \"", "Hey Dumbass, they was a reason for my comments. and i wasnt attacking but okay you win so fuck you mother fucker and i was so depressed when you guys banned me FOR NOTHING and now that article is a real article. I CANT BELIEVE IT", "I agree with you. She is ugly. I don't know how the hell she got named as one of the Top 50 most beautiful people. White people can't judge Asian beauty. I am Asian, and I can tell you there are millions of better looking Asian ladies out there. I repeat, Sandra Oh is butt ugly.", "And how do you know I did not talk to the owner of that specific site or that I did not create the information on that site myself?Go to hell you annoying policemans! You make editing wikipedia NOT ENJOYABLE!", "\"I don't believe you. Sources? AS I said before, shit or get off the pot. Meanwhile, you are less important to me than the occasional dogshit on my shoe. Put up or shut up is the bottom line here. andemu \"", "Sk8erpunk07834 is a beautiful ugly, large piece of fatness whom belongs secluded in a dark room for all of eternity because she is of no importance to the people around her, who claim she is worth something more than a pile of smelly dog turd.", "Dude, learn how to spell phrases like motherfucker correctly. Amateur vandalism is the only thing worse than professional vandalism. Speaking of which, you'll probably be blocked if you keep this up. ^_^  |", "dont mean to be critical but you all are GIANT FAGGOTS. This book sucks so much i cant even believe it. I would rather get raped up the ass by a giant black man in the middle of Africa and get aids than read this book again.    im a nigger", "\"  :I'm sorry but I don't agree and I don't want this article to be littered with conversions.  It has nothing to do with nationalism, and everything to do with common sense.  It just looks bloody stupid.   \"", "old redneck jokes the name The point of the name was to keep people like you from being racist towards me. But I guess no matter how hard I try you racists have to mess with me. I hate all you racist communists.", "This stub sucks.  Sorry.  but this is a major museum, and I can't find it in wikipedia.There are several images in wikipedia of vehicles which are in the museum, including the tank with David Cerny painted pink in 1991 (one of those pictures is by me, but there are others).", "SunshineQuit being such an assholeStating the FACTS of what actually appears in the finished film is NOT opinion or original research. Are you on crack or just stupid?  Be advised that an official complaint has now been filed about you with Wikimedia.", "\"  Also beware of idiots, like the one that made the comments above, ignoring it - I find your inability to consider the vast amounts of scientific data and facts that argue against your \"\"religious\"\" beliefs on global warming akin to fundamentalist Christians.  \"", "i do not agree.those spoilers totally spoil the movies.all of those movies mentioned are some of the most greatest movies with awesometwist endings.so fuck the person who ever removed them and you can report me all you want cuz that does not scare me you fucking retarded bitch", "==WTF!! Possible vandalism==  At the starting of the Psychology and sociology section, it states the following:  Psychology and sociology  See also: Aggression  Violence is bad because it is about vagina.", "Hey Jim Your one fucking disturbed person you know that ,your a fuckin asshole that created one flawed psudeo bureaucracy filled so called encylopedia ,you know you runs this fake encylopedia bleeding heart liberals and afrocentrist,your a dirty scumbag", "Disruptive? Really, because I disrupt your malicious, defamatory caricature of the truth? Do your worst, I hope to behold you from Abrham's bosom while you roast for eternity for your work as a malefactor. 115.249.115.244", "your mom is my slave and your father is my bitch you all shall bow down to me and your mothers will suck my balls. your father is my slave and i will drive him into the ground with my forhead. as you look upon this page and gasp i enter your soul and devour your flesh.", "I have a big Penis, and everyone should note, that I'm someone that no one has any proof of, other than random IP addresses, and an annoying sense of having no life at all. Make a note of it. 46.165.221.230", "Unfortunately there are a lot of perverts that get off on two females commiting crimes against nature against each other and women being the weak and pathetic individuals they are, are only two happy to fuel their sick desires. Bisexual females are sick disgusting sluts!", "::You're the one being inconsiderate, maybe the general viewing public doesn't want to be spoiled. Ever think of that? NO! You're just being selfish and self centered and serving your own purpose by spoiling it for the rest of us.", "This will give you unencrypted communications to the Wikipedia servers, and will allow the Wikipedia servers to determine your real IP address, for the purpose of blocking vandals. you knew that all along didnt you clown will eat me", "Then you should put the POV tag to those articles. Tendentious bullshit had been pu in it. David Irvine proved in his book to, that Holocaust did not happened. This is a joke, Golubovic been caught on lying a lot of times.  hey, yo! -)", "2010 NBA Finals and Adam Morrison You are annoying and ruining other people's fun please stop deleting all the edits on the 2 above pages, you are nothing but a buzzkill who is pissing other people off.", "\" Hindu Vandal YOu are a confirment Upper caste hindu vandal.  Morally corrupt as you are; you must be a Bhramin. You are a Confirmed sock puppeteer. You have been going around with another user name \"\"Netaji\"\" \"", "fuckoff fuckoff i don't want self promoting faggots shitting up wikipedia, if there's a fucking ban on vanity pages for people there should be one on vanity pages for shitty bands nobody will ever care about", "::::I've crossed the line myself before. You have made assertions of POV pushing and blah blah blah. I'm not going to spend the time pulling up edit summaries since we really don't need to be arguing about this shit.", "what bloody wanker deleted this page? this was useful as hell, notability my ass, if one person a year finds an article helpful why the fuck would you delete it  powertripping neckbeards with no lives are ruining this site", "== darren young ==  i can see if i wrote something wrong and or stupid but he himself as refer to himself as the black john cena...so there is no reason for the crazyness...this is for everyone to wrote not for you to be mother hen and control everything", "You just make me laugh HAHAHAHAHAHA so you are some aussie bitch hiding behind a computer and changing what i write, im half abo half lebo so i am the truth u cannot face but your girlfriend faces every night ;)", "Well, if you still think that way , why dont you search the term on google and find it yourself that I am right 72.33.44.250    you wont do it because this will make you go back on your actions ,,  you racist 72.33.44.250", "Not pleased with you at all No moron the reason I mentioned Light Currant is that my previous IP was blocked for being him anyway you're fucking me off right now so either apologise or I'm going to make your time on wiki very unpleasant."]