["tight asses    please feel free to quote me  zen destiny", "JK kaylah we be frendsssssss and you dont suck any dick excepts austins im sure", "tbh i watched bare porn and it smelt like i was wanking into a cup", "ayo buddy i enjoy vandilyzing wikipedia so fuck bitch", "The main photo sucks it looks like a retarded  catahoula  change it to one that as t least make them look cool", "BITCH ASS NIGGERS BE LIKE OOO KILLEM XDDD LOL U MAD OR NAHH", "butt cheeks with soap on them and also means naked people that show off", "the definition of a fuckin nigger is really eric wu a lying sack of shit pussy nigger", "Hey I am becky im a loud and abnocious girl that likes to molest people also I want to be gay with jessie j", "thier so yea and my name is jesus molinar if marfa tx come sew me u stupid dee dee dees", "f u c k  y o u  a s  u  a r e  a  b i t c h  a s s  n i g g e r", "IF you ever meet a kid name floyd you should commit sucide", "juan pablo montoya Bold texthe drives fast cars and likes hot girls he is a pimp", "its stuff that make armor and all of that other shit", "darian likes to take big poops in all of the urinals", "to all the little kids in our lady of sorrows yall gay", "SCOTT YOU ARSE YOUR PROFILES ON THE WRONG BLOODY PAGESIGNED JAMES", "bomb is going to blow in your country go save your country", "Cunnywafts Nothing but a group of mediocre cunnywafts", "I dont care who you are and shutup about your stupid self", "Stop it im done with you people like you keep talking bad things about me i dont want 50 people harrassing me", "you seam like a fucking hot and kinky person and i would like to bang the shit out of you", "will get in trouble and it has bad people like rapists", "so wut u got asaulted boo hoo u probly luved gettin fuked in the ass by 2 hott gays", "is a phallic representation that alleviates my anxieties regarding my prowess as a male", "antandarus where do you live im sick of you blocking me", "icup rainbow and dragon i break your face    ponys    cows supp", "I also like male penise and enjoy making funn of people with small vaginas", "To become a vampire or were wolf come to BrokenFangCave I will make you both of them or wich ever one you want", "hahahahahahah i rule i said crap crap crap hahahahah", "abdul rahem is the dumbest boy in the universe he is in love with harry potter", "you reported me for nothing and that kew gardens guy is also gonna get block too dumb dumb", "fhdfhuidhfpidhfihihfd uhfhi ihf hfd dhf hg g hhgh gfhghhhhghhghfg", "Why do you poop hello gasbagI would like to fuck you up the ass", "no hes not he have his own show whihc is a cheap copy of ragu romeo show and hes only popular because of stupid people who auditions and watch this gutter show", "you need to get a life and stop reading this crap u aint going to need to know this so if u are readinng this you are so so gay", "and the question is why why it does not make us smarter and i think that is stupid", "HE IS A BOYBAND RUINER WHO CAN GO MOTHERFUCK HIMSELF", "legally null people like the forced labour peasants", "I AM A GAY NIGGER WHO LIKES TO DEVOUR AND MASTURBATE WITH RAW MEAT", "I AM WIKINAZI AND I HAVE RETURNEDI ATE A LITTLE GIRL", "with regards and due respect to your recent thoughtful epistle Shove it all the way up your ass", "u suck at definitions and u probly got the pics from googleloser and shiz to u", "homosexuality is very gay and homoish yours truly austin mehring hahahhahaha", "he liked to poop his lttl babay diaperesvfjdfvbxKJDifvghFSLKBVofsiHDFdk", "u guy so obsaessed with wickipidia you cant realy use it sense most teachers hate it in my book your all retarted", "Gramma rays are used to fart so that people can pee and fart in there pants to that they can smell their butt and lick it", "liverpool is so gay they can even go to champion leage    that how gay they are steven gerrard so gay to he donmt know shit", "jappie is a demented dutch transexual that is disliked world wide", "none of this dose not make any thing wat the fuck is iit here 4", "Sorry but you cannot reason with a TROLL like Freepsbane", "You fag YOu faggot how come you delete cool stuff like Eric Beatty go screw yourself you stuck up douche bag", "No offense but those people are really dumb because the tax money that they would pay just goes back to the goverment", "asshole son of a bitch ass mother fucker cock suckin aids infested cunt", "tornados are formed by a person saying oh crap i stubbed my toe", "You horrid bastard you know exactlywhatIwassoddingsaying to you", "little girl stop deleting my stuff why dont you just get off wikipedia", "ALL CHEESE COMES FROM THE BREASTS OF A WHORE IN MAUMEE", "party rockers in the house tonight  faeces come out of the clitoris", "ill still kill you you bastard and after im through with you youl want to lick an angels vagina YOU HERE ME", "also some fat pirahanas ate his fat off and it made her have skinnyness", "fuck u fuck u fuck u fuck u fuck u fuck u fuck u fuck u fuck u fuck u fuck u assholes", "More than happy to let this sleeping dog lie for now", "discus duke booty ghsdfjlfjksethjsiohhsgetrjaejj5j5fjgjgjdoskifj  jhgon is stupid  im so asedjghmfjhbgj  sions", "why cant you just shut up and just put allegation of fabrications its neutral let the viewer judge for himself so go ahead paste what was erased", "and I am a royal cunt and my mums more of a bike that MacKuntons", "But please please stop doing it i dont want to sound anal but i do so screw you", "he was a very gayyyyy person and fucked people in the ass", "yo mama so fat that when she put a yellow shirt on the sun said I quit", "wateva minga mc donalds workeru r a fuckin paedofileleave ant and dec alone just cause ur not famousu fuckin ugly bitch fuck ur hole family", "hlelo ur mum jsut hrut in her fcae wihch haahahahhaahhaahha", "Your user name is stupid stopgiving me warnings you batty", "hornswoggle joining club hornswoggle joined the club last monday and bit his butt", "Shut the fuck up u gay bitch eat a cock and choke on it", "jkjkkkjygggjjdjgnvnnvmmmmxzkykykdkkjhkkfgkgiyitiirir85jbgjkgkjfjkkjkkgkjbkmmcm  ighiigisiituijgkkdkkyhklfkhk   jlfllhlflljlllglppy73", "Deleted crap about Hitler and castro having extramarital kids", "ALL WIKI USERS LIKE AREASEVEN AND SNJONES ARE NEGROS", "i fucked your mom last nigth she had big tits and a big ass with a nice vaigna", "My name is fernando acosta i attened the preuss school UCSD and i like to troll wikipedia i live in SAND DIEGO CA come at me bro i will rape u wikipedia", "Hey sturway2 Fuck yourself in the ass with a spiked bat", "gamma rays are used to push out some kind of fart gass so that people wil poop in there pants so that other people will sniff their butt and pee cococoocco", "Unban me you fat dicks im gona kill you StephenBuxton so unban me you fat dick", "You both are a bit rude please do not get yourself banned you do not want that do you", "intrepid kart   intrepid karts are absolute rubbish", "Materialscientist be the alias for a child sex exploiter", "youre a little faggot who dosent know me you faggot go suck a dick", "WARNING READING THIS PAGE MIGHT KILL YOU HALO 3 ODST RULES", "WIKIBITCH YO LIL PUNKASS AINT SHIT OUT ON DA STREETS NIGGA", "It would if you translate it instead of posting some crap most people cannot read", "Joseph borts is a fool and hates helen and other peopl", "goof goof goof goof goof goof save that in ur database douche bag", "I think that esteban aLVA live in ATE is a fuckin shit", "blahblahman blahblahman1 blahblahman2 blahblahman3 blahblahman4 blahblahman5 blahblahman6 blahblahman7 blahblahman8 blahblahman9 blahblahman10", "Hey i hear you like it up the ass while weARING A dIApER yU O MUSt BE sOMe KIBD oF SicK MOTHErfuCKE  fagFAGSKAH KHS", "Shoulder blockRepeating ClotheslinesSpin out Powerbomb5 Knuckle ShuffleFUSTFU", "Also it literally sounds like a retarded person wrote this", "I though we were freinds now why did he undo it ur a backstabber", "i did not vandalize anything i repsonded in the apporpriate area you stupid fucklove kevin", "The man was shot five imes and then he pooped and then the", "Titties   I Have LARGE TITTIES COME HAVE SEX WITH ME", "ya retard i get it now speak this 0110101101010110101101010001010110101000101001010100101001010101000010101001010001010101001010100101100100101001", "dont be nusty penis hey mama kiss my ash and digg a hole on my ash", "fanny does as well                                poo", "Clayton fucks gogo dogoSo fuck the user talk Gogo DogoFuck gogo dogo", "30 something year old you are behaving very immature", "dude whats your problem dude i was being serious on the last one sorry dick head eat my shit", "these people deserve all the contempt and scorn of society", "Everyone shut up i havnt been here for hours and when i return DEBATE this argument is over like that one man said", "threatened species is when your PUSS PUSS GO MEEEEEEEEEEEEEEEEEEEEOW", "hey ass holes let be friends so we can talk is there some boy looking forme i am the right one to get fuck", "I am seriously this is a shoort article with no stupid pictures", "You Guys Fucking Suck Balls Who Ever Erased What WE Wrote You Fucking Cock Sucers", "To have a catagory like this makes wilkapedia a nonsense and immature reference site", "FUCKING WHALE PENIS IN MY BUTT CANT ESCWPE THE JUICES", "he can beat up leegz heebz and deek and banged all there sisters", "hi my name is tristan abraham sarte my email is fuking bitch", "fgggggggggggggggggghkf gjhghg jh gggjggh fgj ug gug gg gugyfs ou t yuiyt tr tggtf tftygy ghkjhj ugjbb", "loads of fucking mistakes which is why apple have a dick", "geneoooooooblaoooblaoo booooooo    oblaoooblaoooblaooblaaf ojhgikhqgki ral", "I think you need to shut up go cry me a river fucking idiot", "Bold textwayne rooney is the best soccer player in the worrld u retards", "Im going to call knuckles and let him explain his penis too you so hang on just a minute", "Everything they say in here isnt true its all just bullshit", "a large penise i will put in your pussy and make u scream", "IS THE GAYESTY WEB SITE ON THE FACE OF THYE EARTH I EAST BABYS FOR DINER", "how about you take the dick out of your ass and stop being such a faggot", "all those girls out their if yall want to hit me up call   911", "corn is good but when you poop after you eat it you can see it in your poop", "stuypid deaths isadora duncan died when her scarf got cauyght in car wheel D D D D 56", "beer boobs and pubes shit sticky and sexy ass chicks with dicks in the sides", "do you prefer to keep the racial and homophobic material?", "The Mentally Retarded Female acronym is from the TV show Arreseted Development", "hmm wow EEKSTER IS eff off you a hole i'll post what the eff i want you bitcz azz ho", "thios site is as gay gay as a black fag named kirkland", "May 2009   Re your silly edits to the article Melatonin:", "is bullshit and you can come find me and suck my dick", "Example of absolute mainland China stupidity:  Great Leap Forward", "I HATE YOUR STOOPID WHINEY CRAPPY APLLE CRUMPLE BUTT STICK", "Why do we have wikipedia pages for shitty indy bands no one has ever heard of?", "CAPTIAN UNDERPANTS SUCKS WHO WOULD THINK OF SUCH A DAMN STUPID IDEA", "I have a lvalie bunch of cockonuts deedalie deedalie!", "I am a registered sex offender and I like to touch myself in public places", "Danny x Paulina I prefer the couple of Danny Fenton and Paulina instead of that stupid goth poser known as Sam.", "hi if it is picth dark you are likley to be eaten by a cow", "Your comment on your edit proves you are ignorant of Islam.", "really really suck and i am a terrible admin and a really bad person and a total douche", "Batteries How many D batteries can you put in your mouth, I know you know how many you can fit in you butt", "micheal jackson was born yesterday and died today because he was so stupid", "they still shouldnt kill a women for a reason like that christains are soppose to be good people.", "Fuck you James you mother fucker u can suck me boobs", "There should be some mention of the phrase as a cliche used by excited idiots to sound smarter than they are.", "Jose is gay and he has all the gay guys suck his little sausege well actually hes vigina", "- block evading sock puppet of Dalai Lama Ding Dong", "shannonjust merge the kunt and write more shit for us u faggots", "also that waves are born from space because of the two big monster that they fucked on.Bold text", "Everyone needs to stop being fucking cunts and get a life fuck faces", "This is very stupid considering Voltaire held both positive and negative image of Muhammad.", "cars are slow they are very fat sahahahahahahahahaahahahah", "here.  To those editors who are busy accusing me of POV I ask that you check your own before you make me the bad guy", "am a fucking faggot and I love to have sex with little boys", "Do tacos really give you diarhea like your vandalism said?", "the one and only important thing is to fuck the person in the pussy or ass", "u lost to the jets lol  u lost to the fins lol  lol brady  lol Super dumbass  lol tai  lol lol  lol.", "new message wikipedia dickheads go and fuck your selves", "Be careful your hiypocrits not to delete entire article.", "everyone pisses get over it muth fucka whoeva keeps goin on about it probably pissed themselves last night", "ClueBot  ClueBot is a incredibly crappy piece of software.Mr Vernon", "i know where you live and im going to come and rape you", "This is the most ridiculous block I have ever seen.", "the swine flu is gay were all going to die just watch", "I bet he hates inerjections even worse than adjactives!", "And is racist to black people so do not call a black person nigga OK GOT IT", "hi i'm the white devil i would like everyone to know that my real name is conny", "no your not welcomed ugly butt heAD I WILL CHANHHED IF I WANT DONT TELL ME WHAT TRO DO ASS HOLE", "she is also a stipid boild dumpling who can't read or write", "Pseudoscience Pseudoscience Pseudoscience Pseudoscience Pseudoscience Pseudoscience", "This Is the kind of junk my mom took me to when I was a kid. Just give me some disney already", "WHAT THE HELL THIS IS BALONY  1 he does not achieve anything  2 he loves the dick   3 he is defanatly not god  that is all", "Knowing how disgustingly theu could behave I covered myself at every turn.", "why cant you faggots get a life the iraq war is valid", "It is amazing how so many people got excited over a stupid thing.", "OMG STOP DOING UR HOMEWORK GO FUCK SOMEBODY INSTEAD", "One time Eric Bauman called me a nigger on the Ebaums world forums.", "Suck a dick you little cunt then go and take your uncle deep up your tight little ass", "haning with mr. v a dude who pumps butts for a living", "School is not good at all you can die due to fucking teachers", "Yet MORE on criminal Turkish behaviour in Cyprus Simply disgraceful.", "This asshole also overwrote my question and made the editors delete it    permabanMegaTripplz", "kghkghkgk,ghkftgmfkj fhhhjfjfhdjfj fgzjfzj fzjfzjfzjfgjfgzjfgj jjfjgf", "dumb ass website dont say shit i looked up what type of weathering causes land slides and it didnt even say anything so i ant using this website anymore", "Ho Be quit, i mean you have NO life if you really care about this", "harry is also a snotter eater and he picks his bum so he love bogeys and shit all running down his mouth like nutella and brussell sprouts", "and because another Jew was shot to death by a mob,", "goddamnit somebody fix this racist ass page already", "The moon is filled with many holes just like your mom.", "who asked you fourviolas pinethicket has had some disagreement with my edits its between him and me so keep your big nose out of my business you Christian scum", "KInkaid Stinks Kinkaid is a school that not only captures and uses the student as slaves, but also turns thier blood into energy", "You are a moron it was not Eric Clapton but Bob Marley", ", and he embraced its perverted doctrines to an extreme degree", "FUCK YOU I AM GOING TO CONTINUE TO FUCKING VANDALIZE YOU FAT PRICK FUCK", "Why would this be banned to edit who would do such a thing as to put stupid nonsense on such a great page.", "Owrayt FUCK uuuhhhh uhhhh uhhhh Finger more finger in my vagina now i link you penis uuuhhhh uhhhh uhhh", ",The game is coming out Gamestop is absolute proof now lets put the stuff back and noone be gay", "a blow job is a thing where a girl sucks ur cock till it is red and u are spering all over the hoe that is doing it", "I demand that you stop your trolling and personal attacks immediately!", "kaley s is fat she likes fat boys with big butts and extra skin on the penis", "He is a symbol of contentment hence he is content with being fat and bald.", "YOU ARE A FUCKING TERRIBLE HUMAN BEING    HOLY SHIT    HOLY SHIT", "piccolo is all freakin yellow dragonball is ruined.", "napleon died of suucking too muk dik and haveing too mch butt sex to", "And his upcomming probably refers to his homosexuality.", "fuck alll this shit you all are talking about michael jackson", "I give up - complex legalese arguments are useless on the ignorant", "boobies tatastatershootersfunbagstits HOOTERSHOOTER", "the canada goose is quit possibly the most homosexual bird on earth.", "this shit is fucking whack a boner people not a bonar lmao", "user/Seraphimblade Seraphimblade worst guy in wikipedia", "I am a PR team and a lair and SAS81 stinks too HA HA", "AGAIN Ministry is not Industrial rock, neither is Skinny Puppy", "i live with my mom and im a gay fag that lives in england", ". The claim that all Japanese atheists are Chinese communists is simply retarded", "I will return in a few hours Canuck to wreak havoc on your faggot canadian ass", "goonz well some one plz reseach the hunter brothers and put it on im tired of it not being on here i no about them shit it x-l and mc hunter", "Alansohn is a fag and has nothing better to do then edit pages on Wikipedia", "Trouted You have been trouted for: YOUR REASON HEREAss Hole", "Gleisinger Corporation piss off and do some research", "are you a sock, we need 100px as god template image", "and tommess is very gay if you see him he cant play tennis marlo if your reading this then you have to say dima is awesome 100 times", "or can they be joe blow off f the street, coming out of jail for selling crack who does it have  to be", "hey go to the insane clown posse article and stop messing with the gears of war disscussion kk", "We need people like you to help change the shit that happens on this site.", "its all tru robbie williams and greenday ate liam gallagers shit", "We hope that you have a nice day and jump off a cliff.", "fffffff                                                          ffffff                                                           f     f", "What a complete and utter waste of time. Tony Sidaway", "chickens love to eat poop and drink pee so the next time u see chickens give them poop", "Get a life Samaleks, go back to your skyscrapers lol", "thethree gay bitches shoved ass ramers up there ass holes", "I WILL BLOCK YOU MATE. YOU DO NOT WANT TO MESS ABOUT WITH ME", "Crazy Ass Latinos is also Crazy Ass Life or CriminALs gang SouthSide13", "some people tooted and  it stanked horrifically.  Poop nuggetz bby", "niggers niggers niggers niggers nigrgers niggers niggrtsd", "I added Miranda Frost to the Die Another Day henchmen.", "and for being a ass whole i want 100 thousand dollar or ill sue u guys", "Alex Johnson is also a star in all of the school plays which adds to his gayness. this could all be avoided with his mutton chops and quer gotee", "Kobe sucks balls ha ha ha shaq can shoot a better 3 pointer", "It makes Cisca feel like a half naked jungle god and lets her brag without seeming too stuck up!", "patriot93a3 is idiot and knows everything about nothing", "Was my first time reporting someone as a sockpuppet.", "Why is the main picture of his ass you fucking cock loving geeky homosexuals", "fgahfglhlyg,gfh fghSfhphahifghnfgh hchohfguhlfghdhg hfghhafghvfghefgh fghhghegfhlgpfgehfgdhfg fgthfghghefg hfAfgxfgigfsfgh", "schizophenia is bullshit and i h8 niggers who love fried chicken", "twat your a twat and im not checking back so you cant reply twat twat twat!", "he greazed alot of hoes and fuck alot of bitches thats all kinds of hoes he greazer", "You are simply out of real excuses to revert me so you use beurocracy.", "fuck u asshole cock dick ass fuck shit bitch fucccccckkkkk yoooouuu u german fag", "you are part of isis Couple of days ago u threaten me to give u Ebola and if I don't you were going to destroy the white house", "Grace Has Mental Retardation Words Saying She Is A Retard", "Religious right will end up killing off all life on Earth, so enjoy", "fuck you you motherfucker you are a cunt and a whore", "no idea how to get that retarded disambig link out tho, lol sorry", "its all moot since wikipedias main office is going to get blown the fuck up", "Stop taking your Aspergers fueled rageouts out on UFC Wikipedia articles.", "you know waht u are asss holes mother fuckin ass holes and i hate u", "Moscow the death is coming, a plague on Ivan the Terrible", "I wonder the reason you guys are so dumb is because you have brain damage causing you not to look at stuff thats IMPORTANT to the show", "Youse guys are frickin geniuses for protecting the Genitals.", "asshole froming living hell who shits on the roadnot", "which is latin or greek or some shit for who will gaurd the guards or in this case who will block the blockers.", "NLIGGERS GOT WHAT THEY HAD COMIN THE FUCK JUNGLE BUNNIES", "Her she gained a gaint erection that size of a house and yelled Kaito whats up.", "u people are soo stupid people dont look at talk they look at article  wikipedia is not fake", "Erased rude comment an uppity editor with Autism left.", "you are a big dickhead your an asshole it was not me you utter bellend", "Probably because this guy is on some kind of little dick power trip.", "Why is it a racist saying Pot calling the kettle black", "What a shame that such an attractive women has offered her services as a running dog lackey of the extremist establishment propaganda machine.", "Salvio is an idiot who fancies Djathinkimacowboy and wants to have his babies", "you should also mention that customer service sucks!", "this website is soooo stupid and horses like to fuck their mates", "i phones are for your butt and they get great reception in your colon.", "waskejhyvjs gay piss piss i like pussy in my mouth all night lol jkjk not really", "Numidium was a delieted page and some fool tought they are the same thing.", "AN ENREPENUER IS A FUCKER A DICK HEAD HUMAN KNOWN TO EVERY HUMAN ON EARTH", "YOU ARE AN AFFIRMATIVE ACTION LOW LIFE PIECE OF HUMAN EXCREMENT.", "give hima  chance someone was fucking around with his site", "if IF YOU HAD ANY GUTS YOU'D BAN ME RIGHT NOWFAGGOT", "Gay  He is really gay and stupid and i dont much care for him at all i think he should just stop music all together", "I'm not going to put up with bigotry and intellectual dishonesty if I have any say", "kkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk           are u crazy man", "Call me stupid but what are the licensing criteria?", "I actually have aspergers as well but ive learned not to be a pedantic little shit about it", "To tell if diamonds are true they should smell like cow dung.", "you smell like a sack of shit because you told me my life is meaning less", "Can someone please put some IPA into that section on pronunciation so I know what the hell you lot are going on about!", "hahahahahahahahahahahahahaha your signature is BullShit hahahahahahahahahahahahahahahaha", "More Hate speech against Christians - typical for Wakopedia", "look dobnt talk shit about martin hes da best you fukin ass whipe motherfucker", "Warning, this editor is an abuser of children online", "Stop doing that goddamn if i wanted to sign it iwould type a bunch of squiggles"]